;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.9
; Update: Aug 20, 2021
;
[Lang]
NativeLanguage=简体中文
[Translation]
LangCode=0804|1004
ReadHabit=Left-to-right
LanguageName=CHS
LangShortName=zh-cn
DefaultFont=微软雅黑
DefaultFontSize=8
DefaultCharset=GB2312_CHARSET
cpu=处理器
memory=内存
disk=磁盘
diskstyle=分区格式
firmware=系统固件
boot=安全启动
graphiccard=显卡
tpm=TPM 2.0
info3=处理器频率低于 1 GHz。
info4=处理器架构是x86，但是Windows 11不支持它。
info5=Windows 11 目前不支持该处理器型号。
info6=Windows 11 32位的处理器。
info7=磁盘分区格式不是GPT。
info8=物理内存需要大于4GB。
info9=系统磁盘需要大于64GB。
info10=系统固件不支持安全启动。
info11=显卡不支持 DirectX 12。
info12=WDDM 版本低于 2.x
info13=未检测到TPM模块，或者TPM模块未激活。
info14=TPM功能未激活。
info15=TPM 版本低于 2.0
info16=系统固件不支持 UEFI。
info-3=不能识别的64位处理器。
info-4=磁盘可用空间小于64GB。
lblinfo.Caption=检测你的电脑是否符合Windows 11的最低配置要求。
lbllang.Caption=界面语言:
tpminfo=受信任的平台模块版本 2.0
directxinfo=DirectX %s 兼容的显卡 / WDDM %s
bootinfo=PC启动时检测并仅允许信任的固件运行。
support=兼容
unknow=不确定。点击了解详情。
unsupport=不兼容。点击了解详情。
NewVer=检测到一个新版本！是否现在立即更新？
